INSERT INTO post (content, author_id, published, published_at, scheduled_at, deleted, number_views)
VALUES ('В траве сидел кузнечик.',1,false,  '2024-08-23 10:00:00+00', '2024-08-25 10:00:00+00',  true, 0),
       ('Совсем как огуречик.',2,false,  null, '2024-08-25 10:00:00+00',  false, 0),
       ('Представьте себе, представьте себе.',3,true,  '2024-08-23 10:00:00+00','2024-08-25 10:00:00+00',  false, 0),
       ('Совсем как огуречик.',1,true,  '2024-08-23 10:00:00+00','2024-08-25 10:00:00+00',  false, 0),
       ('Представьте себе, представьте себе.',1,false,  '2024-08-23 10:00:00+00','2024-08-25 10:00:00+00',  true, 0),
       ('Зелёненький он был.',2,false,  null,'2024-08-25 10:00:00+00',  false, 0),
       ('Представьте себе, представьте себе.',3,true,  '2024-08-23 10:00:00+00','2024-08-25 10:00:00+00',  false, 0),
       ('Зелёненький он был.',1,true,  '2024-08-23 10:00:00+00','2024-08-25 10:00:00+00',  false, 0);